tap "elastic/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/core"
tap "homebrew/services"
brew "python@3.10"
brew "awscli"
brew "postgresql", restart_service: true
brew "pstree"
brew "tree"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "elastic/tap/elasticsearch-full"
brew "elastic/tap/kibana-full"
cask "aerial"
cask "alfred"
cask "caffeine"
cask "docker"
cask "firefox"
cask "github"
cask "google-chrome"
cask "hiddenbar"
cask "iterm2"
cask "karabiner-elements"
cask "logitech-g-hub"
cask "monitorcontrol"
cask "mos"
cask "nordvpn"
cask "numi"
cask "postico"
cask "rocket"
cask "slack"
cask "spotify"
cask "the-unarchiver"
cask "todoist"
cask "visual-studio-code"
cask "vlc"
