tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/core"
tap "homebrew/services"
brew "gh"
brew "p7zip"
brew "postgresql@14"
brew "python@3.11"
brew "tree"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
cask "aerial"
cask "arc"
cask "chromium"
cask "clone-hero"
cask "dbeaver-community"
cask "discord"
cask "firefox"
cask "google-chrome"
cask "hiddenbar"
cask "iterm2"
cask "karabiner-elements"
cask "keepingyouawake"
cask "keyboardcleantool"
cask "linearmouse"
cask "minecraft"
cask "numi"
cask "obs"
cask "qbittorrent"
cask "rectangle"
cask "rocket"
cask "spotify"
cask "stats"
cask "steam"
cask "the-unarchiver"
cask "todoist"
cask "visual-studio-code"
cask "vivid"
cask "vlc"
vscode "ckolkman.vscode-postgres"
vscode "cweijan.vscode-mysql-client2"
vscode "DavidAnson.vscode-markdownlint"
vscode "eamodio.gitlens"
vscode "fabiospampinato.vscode-diff"
vscode "file-icons.file-icons"
vscode "george-alisson.html-preview-vscode"
vscode "GitHub.copilot"
vscode "janisdd.vscode-edit-csv"
vscode "jdinhlife.gruvbox"
vscode "mechatroner.rainbow-csv"
vscode "mikestead.dotenv"
vscode "ms-azuretools.vscode-docker"
vscode "ms-ossdata.vscode-postgresql"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vsliveshare.vsliveshare"
vscode "ria.elastic"
vscode "ryu1kn.partial-diff"
vscode "tamagui.batsignal"
vscode "VisualStudioExptTeam.intellicode-api-usage-examples"
vscode "VisualStudioExptTeam.vscodeintellicode"
vscode "yzhang.markdown-all-in-one"
