tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
brew "gh"
brew "p7zip"
brew "python@3.12"
brew "tree"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
cask "adguard"
cask "appcleaner"
cask "chromium"
cask "cursor"
cask "dbeaver-community"
cask "discord"
cask "firefox"
cask "google-chrome"
cask "hiddenbar"
cask "iina"
cask "iterm2"
cask "karabiner-elements"
cask "keepingyouawake"
cask "keyboardcleantool"
cask "linearmouse"
cask "obs"
cask "rectangle"
cask "remarkable"
cask "reminders-menubar"
cask "rocket"
cask "spotify"
cask "stats"
cask "telegram"
cask "the-unarchiver"
cask "todoist"
cask "transmission"
cask "visual-studio-code"
cask "vivid"
cask "zotero"
